---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.HermiteFace
source: html/4542a8cd-be81-9bf3-3892-aba1e0aa0106.htm
---
# HermiteFace Members

Returns the first partial derivatives of the underlying surface at the specified point.